/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Abandonează";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Abandonează scanarea";

/* alert button */
"Continue" = "Continuă";

/* alert button */
"Continue scan" = "Continuă scanarea";

/* alert button */
"Ignore" = "Ignoră";

/* alert button */
"Ignore plug-in" = "Ignoră plug-inul";

/* alert button */
"Open plug-in graphic interface" = "Deschide interfața grafică a plug-inului";

/* alert button */
"Start Plug-In Manager" = "Pornește managerul de plug-inuri";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Stimate utilizator de ^P,\nați activat %ld plug-inuri Audio Unit care nu au trecut validarea Apple AU. Acestea pot să cauzeze probleme, inclusiv să blocheze ^P sau să determine pierderea datelor. Consultați producătorul pentru a obține versiuni actualizate. Se recomandă dezactivarea acestor plug-inuri în managerul de plug‑inuri.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Doar plug-inurile Audio Units care au fost scanate cu succes vor fi disponibile în ^P.\nScanarea va continua la următoarea lansare a ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Plug-inul Audio Unit “%1$@” de la “%2$@” nu este autorizat corespunzător pentru a fi utilizat pe acest sistem.\nConsultați documentația plug-inului pentru mai multe informații despre protecția sa la copiere.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Plug-inul Audio Unit “%1$@” de la “%2$@” nu este autorizat corespunzător pentru a fi utilizat pe acest sistem.\nConsultați documentația plug-inului pentru informații suplimentare despre protecția sa la copiere. Puteți deschide interfața grafică a plug-inului pentru gestionarea protecției la copiere.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "În timpul verificării compatibilității Audio Unit, ^P a găsit %ld plug-inuri Audio Unit care nu au trecut validarea Apple AU. Aceste plug-inuri au fost excluse de la utilizarea viitoare în ^P pentru a preveni posibile probleme sau blocaje. Puteți să porniți acum managerul de plug‑inuri pentru a vedea rezultatele validării sau să continuați procesul de inițializare.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P s-a terminat neașteptat în timp ce încerca să utilizeze plug-inul Audio Unit “%1$@” de la “%2$@”.\nPoate fi necesară o actualizare a acestui plug-in.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "A survenit o eroare la un plug-in Audio Unit instalat.";

/* alert title */
"Audio Unit authorization error." = "Eroare de autorizare Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Au fost găsite plug-inuri Audio Units incompatibile.";

/* alert title */
"You are about to abort the scan process." = "Sunteți pe cale să abandonați procesul de scanare.";

/* alert title */
"You are using incompatible Audio Units." = "Folosiți plug-inuri Audio Units incompatibile.";

/* audio unit type */
"MIDI processor" = "Procesor MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Efect controlat de MIDI";

/* audio unit type */
"effect" = "efect";

/* audio unit type */
"format converter" = "convertor de format";

/* audio unit type */
"generator" = "generator";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mixer";

/* audio unit type */
"offline effect" = "efect offline";

/* audio unit type */
"output unit" = "unitate ieșire";

/* audio unit type */
"panner" = "panner";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Căutare plug-inuri Audio Unit…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Se actualizează informațiile despre plug-inurile Audio Unit…";

/* possible validation result */
"couldn’t be opened" = "nu se poate deschide";

/* possible validation result */
"crashed validation" = "defecțiune validare";

/* possible validation result */
"failed validation" = "validare eșuată";

/* possible validation result */
"not authorized" = "neautorizat";

/* possible validation result */
"not validated due to internal error" = "nevalidat din cauza unei erori interne";

/* possible validation result */
"not yet validated" = "nevalidat încă";

/* possible validation result */
"successfully validated" = "validat cu succes";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Scanare Audio Units (finalizate %1$d din %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Scanare Audio Units (finalizate %1$ld din %2$ld)";

/* used for invalid version numbers */
"invalid" = "nevalid";

/* used when value transformer can’t interpret given object */
"unknown" = "necunoscut";
